Repository: fredwilliamtjr/iMenuPeek
Catalog: App/Localizable.xcstrings
Source language: en
Languages: pt_br, zh_hans

# editor.appBundleID
source: App Bundle ID
pt_br: ID do pacote do app

# editor.cancel
source: Cancel
pt_br: Cancelar
zh_hans: 取消

# editor.choose
source: Choose…
pt_br: Escolher…
zh_hans: 选择…

# editor.chooseApp
source: Choose App…
pt_br: Escolher app…
zh_hans: 选择 App…

# editor.delete
source: Delete…
pt_br: Apagar…
zh_hans: 删除…

# editor.deleteActionConfirm
source: Delete “%@”?
pt_br: Apagar “%@”?
zh_hans: 删除「%@」?

# editor.deleteActionMessage
source: This action will be removed from the context menu. This cannot be undone. The script file will not be deleted.
pt_br: Esta ação será removida do menu de contexto. Não é possível desfazer. O arquivo de script não será apagado.
zh_hans: 该动作将从右键菜单移除,此操作不可撤销。脚本文件不会被删除。

# editor.deleteConfirm
source: Delete
pt_br: Apagar
zh_hans: 删除

# editor.deletePresetConfirm
source: Delete preset “%@”?
pt_br: Apagar a predefinição “%@”?
zh_hans: 删除预设「%@」?

# editor.deletePresetMessage
source: This preset will be removed from the context menu; the script file is kept and can be recovered later via "General › Restore Factory Presets".
pt_br: Esta predefinição será removida do menu de contexto; o arquivo de script é mantido e pode ser recuperado depois em "Geral › Restaurar predefinições de fábrica".
zh_hans: 该预设将从右键菜单移除;脚本文件保留,可日后用「通用 › 恢复出厂预设」找回。

# editor.fixedItems
source: Fixed items
pt_br: Itens fixos
zh_hans: 固定子项

# editor.fixedItemsHint
source: Separate items with commas.
pt_br: Separe os itens com vírgulas.
zh_hans: 多个子项用逗号分隔。

# editor.icon
source: Icon
pt_br: Ícone
zh_hans: 图标

# editor.inlineScriptHint
source: Run with zsh
pt_br: Executar com zsh
zh_hans: zsh 解释执行

# editor.listDirectory
source: List directory
pt_br: Listar diretório
zh_hans: 列举目录

# editor.listDirectoryHint
source: Relative paths are based on the iMenuPeek data directory, e.g. Templates
pt_br: Caminhos relativos partem do diretório de dados do iMenuPeek, ex.: Templates
zh_hans: 相对路径基于 iMenuPeek 数据目录,如 Templates

# editor.menuTitle
source: Menu title
pt_br: Título no menu
zh_hans: 菜单标题

# editor.openScriptInEditor
source: Open script in editor
pt_br: Abrir script no editor
zh_hans: 在编辑器中打开脚本

# editor.placeTopLevel
source: Menu top level
pt_br: Nível superior do menu
zh_hans: 菜单顶层

# editor.placeTopLevelShort
source: Top level
pt_br: Nível superior
zh_hans: 顶层

# editor.placement
source: Placement
pt_br: Posição
zh_hans: 位置

# editor.presetBadge
source: Preset
pt_br: Predefinição
zh_hans: 预设

# editor.restorePreset
source: Restore this preset…
pt_br: Restaurar esta predefinição…
zh_hans: 恢复此预设…

# editor.restrictType
source: Restrict types
pt_br: Restringir tipos
zh_hans: 限定类型

# editor.restrictTypeHint
source: Custom UTIs, separated by commas. Leave empty for all types.
pt_br: UTIs personalizados, separados por vírgulas. Deixe vazio para todos os tipos.
zh_hans: 自定义 UTI 用逗号分隔；留空表示不限类型。

# editor.scriptPath
source: Script path
pt_br: Caminho do script
zh_hans: 脚本路径

# editor.scriptPathHint
source: Relative paths are based on the iMenuPeek data directory
pt_br: Caminhos relativos partem do diretório de dados do iMenuPeek
zh_hans: 相对路径基于 iMenuPeek 数据目录

# editor.seconds
source: sec
pt_br: s
zh_hans: 秒

# editor.submenuExpand
source: Submenu expansion
pt_br: Expansão do submenu
zh_hans: 子菜单展开

# editor.subtitleCustomAction
source: %@ · Custom action
pt_br: %@ · Ação personalizada
zh_hans: %@ · 自建动作

# editor.subtitleFactoryPreset
source: %@ · Factory preset
pt_br: %@ · Predefinição de fábrica
zh_hans: %@ · 出厂预设

# editor.target
source: Applies to
pt_br: Aplica-se a
zh_hans: 作用对象

# editor.targetContainer
source: Folder background
pt_br: Fundo da pasta
zh_hans: 目录空白处

# editor.targetFilesAndFolders
source: Files and folders
pt_br: Arquivos e pastas
zh_hans: 文件和文件夹

# editor.targetFilesOnly
source: Files only
pt_br: Somente arquivos
zh_hans: 仅文件

# editor.targetFoldersOnly
source: Folders only
pt_br: Somente pastas
zh_hans: 仅文件夹

# editor.timeout
source: Timeout
pt_br: Tempo limite
zh_hans: 超时

# editor.type
source: Type
pt_br: Tipo
zh_hans: 类型

# editor.typeInlineScript
source: Inline script
pt_br: Script embutido
zh_hans: 内联脚本

# editor.typeOpenWithApp
source: Open with app
pt_br: Abrir com app
zh_hans: 用 App 打开

# editor.typeScriptFile
source: Script file
pt_br: Arquivo de script
zh_hans: 脚本文件

# editor.untitledAction
source: Untitled action
pt_br: Ação sem título
zh_hans: 未命名动作

# editor.variantDirectoryListing
source: Directory listing
pt_br: Listagem de diretório
zh_hans: 目录列举

# editor.variantFixedList
source: Fixed list
pt_br: Lista fixa
zh_hans: 固定列表

# editor.variantNone
source: None
pt_br: Nenhum
zh_hans: 无

# execLog.clear
source: Clear
pt_br: Limpar
zh_hans: 清空

# execLog.empty
source: No execution records yet
pt_br: Nenhuma execução registrada ainda
zh_hans: 还没有执行记录

# execLog.retentionNote
source: Keeps the most recent 50 entries
pt_br: Mantém os 50 registros mais recentes
zh_hans: 保留最近 50 条

# general.cancel
source: Cancel
pt_br: Cancelar
zh_hans: 取消

# general.custom
source: Custom…
pt_br: Personalizado…
zh_hans: 自定义…

# general.defaultEditor
source: Default Editor
pt_br: Editor padrão
zh_hans: 默认编辑器

# general.defaultTerminal
source: Default Terminal
pt_br: Terminal padrão
zh_hans: 默认终端

# general.externalTools
source: External Tools
pt_br: Ferramentas externas
zh_hans: 外部工具

# general.fallbackEditor
source: VS Code (or system default)
pt_br: VS Code (ou padrão do sistema)
zh_hans: VS Code(或系统默认)

# general.fallbackTerminal
source: System Terminal
pt_br: Terminal do sistema
zh_hans: 系统终端 Terminal

# general.followDefault
source: Follow Default (%@)
pt_br: Usar o padrão (%@)
zh_hans: 跟随默认(%@)

# general.launchAtLogin
source: Launch at Login
pt_br: Abrir ao iniciar sessão
zh_hans: 登录时启动

# general.maintenance
source: Maintenance
pt_br: Manutenção
zh_hans: 维护

# general.openInFinder
source: Open in Finder
pt_br: Abrir no Finder
zh_hans: 在 Finder 中打开

# general.rerun
source: Re-run
pt_br: Executar de novo
zh_hans: 重新运行

# general.rerunOnboarding
source: Re-run First-Time Setup
pt_br: Refazer configuração inicial
zh_hans: 重新运行首次引导

# general.restore
source: Restore…
pt_br: Restaurar…
zh_hans: 恢复…

# general.restoreConfirmTitle
source: Restore Factory Presets?
pt_br: Restaurar predefinições de fábrica?
zh_hans: 恢复出厂预设?

# general.restoreImpact
source: This will overwrite your changes to all preset scripts. Custom actions and extension packs are unaffected.
pt_br: Suas alterações em todos os scripts predefinidos serão sobrescritas. Ações personalizadas e pacotes de extensão não são afetados.
zh_hans: 这将覆盖你对全部预设脚本的修改。自定义动作和扩展包不受影响。

# general.restoreIrreversible
source: This action cannot be undone.
pt_br: Não é possível desfazer esta ação.
zh_hans: 此操作不可撤销。

# general.restorePresets
source: Restore Factory Presets
pt_br: Restaurar predefinições de fábrica
zh_hans: 恢复出厂预设

# general.restorePresetsDesc
source: Overwrites your changes to all preset scripts
pt_br: Sobrescreve suas alterações em todos os scripts predefinidos
zh_hans: 覆盖你对全部预设脚本的修改

# general.scriptsFolder
source: Scripts Folder
pt_br: Pasta de scripts
zh_hans: 脚本文件夹

# general.templatesFolder
source: Templates Folder
pt_br: Pasta de modelos
zh_hans: 模板文件夹

# general.templatesFolderDesc
source: Template source for the "New File" action
pt_br: Origem dos modelos da ação "Novo arquivo"
zh_hans: 「新建文件」动作的模板来源

# iconPicker.color
source: Color
pt_br: Cor
zh_hans: 配色

# iconPicker.customImage
source: Custom image
pt_br: Imagem personalizada
zh_hans: 自定义图片

# iconPicker.customImageHint
source: Currently using a custom image · Pick a symbol below to switch back
pt_br: Usando uma imagem personalizada · Escolha um símbolo abaixo para voltar
zh_hans: 当前使用自定义图片 · 点选下方符号可切回

# iconPicker.icon
source: Icon
pt_br: Ícone
zh_hans: 图标

# iconPicker.importImage
source: Import Image…
pt_br: Importar imagem…
zh_hans: 导入图片…

# menu.addAction
source: Add Action…
pt_br: Adicionar ação…
zh_hans: 添加动作…

# menu.badgeHideOnly
source: Hide only
pt_br: Só ocultar
zh_hans: 仅支持隐藏

# menu.badgePreset
source: Preset
pt_br: Padrão
zh_hans: 预设

# menu.emptyNoManageableServices
source: No manageable services found
pt_br: Nenhum serviço gerenciável encontrado
zh_hans: 未发现可管理的服务

# menu.emptyNoThirdPartyExtensions
source: No third-party Finder extensions found
pt_br: Nenhuma extensão de terceiros do Finder encontrada
zh_hans: 未发现第三方 Finder 扩展

# menu.filterAll
source: All
pt_br: Todos
zh_hans: 全部

# menu.filterMenuMateOnly
source: iMenuPeek only
pt_br: Só iMenuPeek
zh_hans: 仅 iMenuPeek

# menu.filterSystemOnly
source: System only
pt_br: Só sistema
zh_hans: 仅系统

# menu.hintHideOnly
source: Show or hide; macOS controls the position.
pt_br: Mostrar ou ocultar; o macOS controla a posição.
zh_hans: 可显示或隐藏，位置由 macOS 决定。

# menu.hintToggleOnly
source: Enable or disable the entire extension.
pt_br: Ativar ou desativar a extensão inteira.
zh_hans: 整体启用或停用扩展。

# menu.legendFull
source: Reorder · edit · enable/disable
pt_br: Reordenar · editar · ativar/desativar
zh_hans: 可排序 · 可编辑 · 可启停

# menu.legendHide
source: Hide only (position set by system)
pt_br: Só ocultar (posição definida pelo sistema)
zh_hans: 仅可隐藏(位置由系统决定)

# menu.legendOpaque
source: Toggle only (contents not previewable)
pt_br: Só ativar/desativar (conteúdo sem pré-visualização)
zh_hans: 仅开关(内容不可预览)

# menu.newActionDefaultTitle
source: New Action
pt_br: Nova ação
zh_hans: 新动作

# menu.packFallbackName
source: Pack
pt_br: Pacote
zh_hans: 扩展包

# menu.placeholderSelectToView
source: Select an item in the preview to view / edit
pt_br: Selecione um item na pré-visualização para ver / editar
zh_hans: 在左侧预览中选择一项以查看 / 编辑

# menu.refresh
source: Refresh
pt_br: Atualizar
zh_hans: 刷新

# menu.restartFinderToApply
source: Restart Finder to apply
pt_br: Reiniciar o Finder para aplicar
zh_hans: 重启 Finder 使改动生效

# menu.restorePbsBackup
source: Restore pbs backup…
pt_br: Restaurar backup do pbs…
zh_hans: 恢复 pbs 备份…

# menu.sectionMenuMateTopLevel
source: MENUMATE · TOP LEVEL
pt_br: IMENUPEEK · NÍVEL SUPERIOR
zh_hans: MENUMATE · 顶层

# menu.sectionOtherExtensions
source: Provided by Other Extensions
pt_br: Fornecidos por outras extensões
zh_hans: 其他扩展提供

# menu.sectionQuickActionsAndServices
source: Quick Actions & Services
pt_br: Ações Rápidas e Serviços
zh_hans: 快速操作与服务

# menu.sidebarTitle
source: Entire context menu
pt_br: Menu de contexto completo
zh_hans: 整个右键菜单

# menu.simContextLabel
source: Simulated right-click target
pt_br: Alvo simulado do botão direito
zh_hans: 模拟右键对象

# menu.simEmpty
source: Empty area
pt_br: Área vazia
zh_hans: 空白处

# menu.simFile
source: File
pt_br: Arquivo
zh_hans: 文件

# menu.simFolder
source: Folder
pt_br: Pasta
zh_hans: 文件夹

# menu.simImage
source: Image
pt_br: Imagem
zh_hans: 图片

# menu.systemSampleItems
source: Open · Get Info · Rename
pt_br: Abrir · Obter Informações · Renomear
zh_hans: 打开 · 显示简介 · 重新命名

# menu.untitledAction
source: Untitled Action
pt_br: Ação sem título
zh_hans: 未命名动作

# menubar.logWindowTitle
source: Recent Runs
pt_br: Execuções recentes
zh_hans: 最近执行

# menubar.openSettings
source: Open iMenuPeek Settings…
pt_br: Abrir ajustes do iMenuPeek…
zh_hans: 打开 iMenuPeek 设置…

# menubar.quit
source: Quit iMenuPeek
pt_br: Encerrar iMenuPeek
zh_hans: 退出 iMenuPeek

# menubar.recentRuns
source: Recent Runs
pt_br: Execuções recentes
zh_hans: 最近执行

# menubar.restartFinder
source: Restart Finder
pt_br: Reiniciar o Finder
zh_hans: 重启 Finder

# menubar.settingsWindowTitle
source: iMenuPeek Settings
pt_br: Ajustes do iMenuPeek
zh_hans: iMenuPeek 设置

# notify.actionFailedTitle
source: %@ failed
pt_br: %@ falhou
zh_hans: %@ 执行失败

# onboarding.diag.deadZones
source: Known dead zones: /Applications, iCloud Drive, and File Provider managed folders
pt_br: Pontos cegos conhecidos: /Applications, iCloud Drive e pastas gerenciadas pelo File Provider
zh_hans: 已知死区:/Applications、iCloud Drive 及 File Provider 托管目录

# onboarding.diag.deadZonesNote
source: └ Finder does not load third-party extensions in these folders — a system limitation
pt_br: └ O Finder não carrega extensões de terceiros nessas pastas — limitação do sistema
zh_hans: └ 这些目录下 Finder 不加载第三方扩展,属系统限制

# onboarding.diag.extEnabled
source: Finder extension enabled
pt_br: Extensão do Finder ativada
zh_hans: Finder 扩展已启用

# onboarding.diag.extNotEnabled
source: Finder extension not yet enabled
pt_br: Extensão do Finder ainda não ativada
zh_hans: Finder 扩展尚未启用

# onboarding.diag.extNotRegistered
source: Extension not registered (run the main app once first)
pt_br: Extensão não registrada (abra o app principal uma vez antes)
zh_hans: 扩展未注册(请先运行一次主 App)

# onboarding.diag.extRegistered
source: Extension registered · %@
pt_br: Extensão registrada · %@
zh_hans: 扩展已注册 · %@

# onboarding.diag.noMenu
source: Still no menu? Check whether an MDM configuration profile has disabled the extension point
pt_br: Ainda sem menu? Verifique se um perfil de configuração MDM desativou o ponto de extensão
zh_hans: 如仍无菜单:检查 MDM 配置描述文件是否禁用了扩展点

# onboarding.diag.noMenuNote
source: └ System Settings › Privacy & Security › Profiles, or contact your IT administrator
pt_br: └ Ajustes do Sistema › Privacidade e Segurança › Perfis, ou fale com o administrador de TI
zh_hans: └ 系统设置 › 隐私与安全性 › 描述文件,或联系 IT 管理员

# onboarding.diagRegistered
source: Extension registered · election status %@
pt_br: Extensão registrada · estado de eleição %@
zh_hans: 扩展已注册 · 选举状态 %@

# onboarding.done
source: Done
pt_br: OK
zh_hans: 完成

# onboarding.next
source: Next
pt_br: Avançar
zh_hans: 下一步

# onboarding.previous
source: Back
pt_br: Voltar
zh_hans: 上一步

# onboarding.skip
source: Skip
pt_br: Pular
zh_hans: 跳过

# onboarding.step1.autoCheck
source: · Auto-checks every second
pt_br: · Verifica automaticamente a cada segundo
zh_hans: · 每秒自动检查

# onboarding.step1.detected
source: Extension detected as enabled
pt_br: Extensão detectada como ativada
zh_hans: 已检测到扩展开启

# onboarding.step1.notDetected
source: Extension not yet detected
pt_br: Extensão ainda não detectada
zh_hans: 尚未检测到扩展开启

# onboarding.step1.openSettings
source: Open System Settings to Enable
pt_br: Abrir Ajustes do Sistema para ativar
zh_hans: 前往系统设置开启

# onboarding.step1.screenshotLabel
source: System Settings › Login Items & Extensions screenshot
pt_br: Captura de Ajustes do Sistema › Itens de Início e Extensões
zh_hans: 系统设置 › 登录项与扩展 截图

# onboarding.step1.subtitle
source: Enable iMenuPeek in System Settings to show its Finder menu.
pt_br: Ative o iMenuPeek nos Ajustes do Sistema para exibir o menu dele no Finder.
zh_hans: 在系统设置中启用 iMenuPeek，显示 Finder 右键菜单。

# onboarding.step1.title
source: Enable Finder Extension
pt_br: Ativar extensão do Finder
zh_hans: 启用 Finder 扩展

# onboarding.step2.changeLater
source: You can change this anytime in General
pt_br: Você pode mudar isso a qualquer momento em Geral
zh_hans: 随时可在「通用」中更改

# onboarding.step2.launchAtLogin
source: Launch iMenuPeek at login
pt_br: Abrir o iMenuPeek ao iniciar sessão
zh_hans: 登录时启动 iMenuPeek

# onboarding.step2.subtitle
source: Start iMenuPeek automatically when you log in.
pt_br: Abra o iMenuPeek automaticamente ao iniciar sessão.
zh_hans: 登录后自动运行 iMenuPeek。

# onboarding.step2.title
source: Launch at Login
pt_br: Abrir ao iniciar sessão
zh_hans: 登录时启动

# onboarding.step3.automation.desc
source: "Go to Parent/Enclosing Folder" navigates in the Finder window
pt_br: "Ir para a pasta superior" navega na janela do Finder
zh_hans: 「前往上一层/所在目录」在 Finder 窗口内导航

# onboarding.step3.automation.title
source: Automation · Finder
pt_br: Automação · Finder
zh_hans: 自动化 · Finder

# onboarding.step3.grantAll
source: Grant All Permissions
pt_br: Conceder todas as permissões
zh_hans: 一键授予权限

# onboarding.step3.notifications.desc
source: Alert you when a script fails
pt_br: Avisa quando um script falhar
zh_hans: 脚本失败时提醒你

# onboarding.step3.notifications.title
source: Notifications
pt_br: Notificações
zh_hans: 通知

# onboarding.step3.subtitle
source: Allow notifications and Finder navigation, or skip this step.
pt_br: Permita notificações e a navegação no Finder, ou pule esta etapa.
zh_hans: 允许发送通知和控制 Finder 导航，也可跳过此步。

# onboarding.step3.title
source: Grant Permissions
pt_br: Conceder permissões
zh_hans: 授予权限

# onboarding.step4.copyDiagnosis
source: Copy Diagnostics
pt_br: Copiar diagnóstico
zh_hans: 拷贝诊断信息

# onboarding.step4.subtitle
source: Check whether the Finder extension is blocked by a system policy (such as MDM).
pt_br: Verifique se a extensão do Finder está bloqueada por uma política do sistema (como MDM).
zh_hans: 检查 Finder 扩展是否被系统策略(如 MDM)拦截。

# onboarding.step4.title
source: Environment Check
pt_br: Verificação do ambiente
zh_hans: 环境自检

# onboarding.windowTitle
source: Welcome to iMenuPeek
pt_br: Bem-vindo ao iMenuPeek
zh_hans: 欢迎使用 iMenuPeek

# openWith.copiesCount
source: %lld copies
pt_br: %lld cópias
zh_hans: %lld 份拷贝

# openWith.currentBadge
source: In Use
pt_br: Em uso
zh_hans: 当前使用

# openWith.emptyState
source: No duplicates found yet. Click "Scan for Duplicates" to start.
pt_br: Nenhuma duplicata encontrada ainda. Clique em "Procurar duplicatas" para começar.
zh_hans: 尚未发现重复项。点「扫描重复项」开始检查。

# openWith.intro
source: Duplicates in the "Open With" menu usually come from multiple disk copies of the same app. After scanning, you can unregister each copy individually; the copy currently in use is protected.
pt_br: Duplicatas no menu "Abrir com" geralmente vêm de várias cópias do mesmo app no disco. Após a busca, você pode remover o registro de cada cópia individualmente; a cópia em uso fica protegida.
zh_hans: 「打开方式」菜单里的重复项,通常来自同一 App 的多份磁盘拷贝。扫描后可逐份反注册,当前正在使用的拷贝会被保护。

# openWith.scan
source: Scan for Duplicates
pt_br: Procurar duplicatas
zh_hans: 扫描重复项

# openWith.scanning
source: Scanning… Searching for duplicate apps with Spotlight
pt_br: Procurando… Buscando apps duplicados com o Spotlight
zh_hans: 扫描中… 正在用 Spotlight 扫描重复应用

# openWith.unregister
source: Unregister
pt_br: Remover registro
zh_hans: 反注册

# openWith.unregisterAndTrash
source: Unregister & Move to Trash
pt_br: Remover registro e mover para a Lixeira
zh_hans: 反注册并移入废纸篓

# openWith.unsupportedBanner
source: This system doesn't support unregistering items individually; only rebuilding the entire LaunchServices database is possible.
pt_br: Este sistema não permite remover o registro de itens individualmente; só é possível reconstruir todo o banco de dados do LaunchServices.
zh_hans: 当前系统不支持逐项反注册,只能重建整个 LaunchServices 数据库。

# packImport.actionsCommit
source: %lld actions · commit %@
pt_br: %lld ações · commit %@
zh_hans: %lld 个动作 · commit %@

# packImport.actionsScriptsCount
source: %lld actions · %lld script files
pt_br: %lld ações · %lld arquivos de script
zh_hans: 共 %lld 个动作 · %lld 个脚本文件

# packImport.applyUpdate
source: Apply Update
pt_br: Aplicar atualização
zh_hans: 应用更新

# packImport.back
source: Back
pt_br: Voltar
zh_hans: 上一步

# packImport.cancel
source: Cancel
pt_br: Cancelar
zh_hans: 取消

# packImport.cloning
source: Cloning…
pt_br: Clonando…
zh_hans: 正在克隆…

# packImport.cloningButton
source: Cloning…
pt_br: Clonando…
zh_hans: 克隆中…

# packImport.close
source: Close
pt_br: Fechar
zh_hans: 关闭

# packImport.confirmDisabledNote
source: All actions are disabled by default after import. You need to enable them one by one in the Packs list before they appear in the context menu.
pt_br: Todas as ações ficam desativadas por padrão após a importação. Ative-as uma a uma na lista de Pacotes para que apareçam no menu de contexto.
zh_hans: 导入后所有动作默认禁用。你需要到「扩展包」列表里逐个手动启用,它们才会出现在右键菜单中。

# packImport.confirmTitle
source: Confirm Import
pt_br: Confirmar importação
zh_hans: 确认导入

# packImport.continue
source: Continue
pt_br: Continuar
zh_hans: 继续

# packImport.defaultDisabled
source: Disabled by default
pt_br: Desativada por padrão
zh_hans: 默认禁用

# packImport.diffAdded
source: Added
pt_br: Adicionado
zh_hans: 新增

# packImport.diffRemoved
source: Removed
pt_br: Removido
zh_hans: 删除

# packImport.errorTitle
source: Import Failed
pt_br: Falha na importação
zh_hans: 导入失败

# packImport.import
source: Import
pt_br: Importar
zh_hans: 导入

# packImport.manifestUpdated
source: Manifest updated
pt_br: Manifesto atualizado
zh_hans: 清单有更新

# packImport.newActionPrefix
source: New action
pt_br: Nova ação
zh_hans: 新增动作

# packImport.newActionsCount
source: %lld new actions
pt_br: %lld ações novas
zh_hans: %lld 个新动作

# packImport.next
source: Next
pt_br: Avançar
zh_hans: 下一步

# packImport.placementTop
source: Top level
pt_br: Nível superior
zh_hans: 顶层

# packImport.retry
source: Retry
pt_br: Tentar de novo
zh_hans: 重试

# packImport.reviewTitle
source: Review Scripts — %@
pt_br: Revisar scripts — %@
zh_hans: 审查脚本 — %@

# packImport.reviewWarning
source: Scripts from this repository will run with your user privileges. Review each one before importing and make sure there are no suspicious commands.
pt_br: Os scripts deste repositório serão executados com os privilégios do seu usuário. Revise cada um antes de importar e confirme que não há comandos suspeitos.
zh_hans: 该仓库的脚本将以你的用户权限运行。导入前请逐一审查,确认没有可疑命令。

# packImport.scriptReadFailed
source: // Failed to read script contents
pt_br: // Falha ao ler o conteúdo do script
zh_hans: // 脚本内容读取失败

# packImport.scriptReadonlyLang
source: zsh · read-only
pt_br: zsh · somente leitura
zh_hans: zsh · 只读

# packImport.step1Title
source: Import Pack
pt_br: Importar pacote
zh_hans: 导入扩展包

# packImport.stepIndicator
source: Step %lld / 3
pt_br: Etapa %lld / 3
zh_hans: 步骤 %lld / 3

# packImport.targetContainer
source: Folder background
pt_br: Fundo da pasta
zh_hans: 目录空白处

# packImport.targetFilesAndFolders
source: Files and folders
pt_br: Arquivos e pastas
zh_hans: 文件和文件夹

# packImport.targetFilesOnly
source: Files only
pt_br: Somente arquivos
zh_hans: 仅文件

# packImport.targetFoldersOnly
source: Folders only
pt_br: Somente pastas
zh_hans: 仅文件夹

# packImport.updateCloning
source: Cloning the new version and comparing differences…
pt_br: Clonando a nova versão e comparando diferenças…
zh_hans: 正在克隆新版本并比对差异…

# packImport.updateHeadSub
source: Takes effect only after you confirm the changes
pt_br: Só entra em vigor depois que você confirmar as alterações
zh_hans: 确认变更后才会生效

# packImport.updateSummaryWithDisabled
source: %@. New actions are disabled by default.
pt_br: %@. Ações novas ficam desativadas por padrão.
zh_hans: %@。新增动作将默认禁用。

# packImport.updateTitle
source: Update %@
pt_br: Atualizar %@
zh_hans: 更新 %@

# packImport.urlHint
source: HTTPS and SSH Git URLs are supported.
pt_br: URLs Git HTTPS e SSH são aceitas.
zh_hans: 支持 HTTPS 和 SSH Git 地址。

# packImport.urlPrompt
source: Paste a git repository URL, or owner/repo shorthand:
pt_br: Cole a URL de um repositório git ou o atalho dono/repo:
zh_hans: 粘贴 git 仓库地址,或 owner/repo 简写:

# packImport.viewedProgress
source: Viewed %lld / %lld · view all to continue
pt_br: Vistos %lld / %lld · veja todos para continuar
zh_hans: 已查看 %lld / %lld · 全部查看后方可继续

# packImport.zshReadonlyLang
source: zsh · read-only
pt_br: zsh · somente leitura
zh_hans: zsh · 只读

# packs.browseCommunity
source: Browse Community
pt_br: Explorar comunidade
zh_hans: 浏览社区包

# packs.cancel
source: Cancel
pt_br: Cancelar
zh_hans: 取消

# packs.checkAllUpdates
source: Check All for Updates
pt_br: Buscar atualizações de todos
zh_hans: 全部检查更新

# packs.checking
source: Checking…
pt_br: Verificando…
zh_hans: 检查中…

# packs.emptyBody
source: Browse community packs or import a Git repository.
pt_br: Explore os pacotes da comunidade ou importe um repositório Git.
zh_hans: 浏览社区包，或输入 Git 仓库地址导入。

# packs.emptyTitle
source: No packs yet
pt_br: Nenhum pacote ainda
zh_hans: 还没有扩展包

# packs.enabledCount
source: %lld/%lld enabled
pt_br: %lld/%lld ativadas
zh_hans: %lld/%lld 已启用

# packs.errorGit
source: git operation failed: %@
pt_br: falha na operação do git: %@
zh_hans: git 操作失败：%@

# packs.errorManifest
source: manifest.json is invalid: %@
pt_br: manifest.json é inválido: %@
zh_hans: manifest.json 无效：%@
